

export const About = () => {
    return(
        <>
            <div className="about">
                <h1>O нас:</h1>
                <p>
                <p>VAR404 – это инновационный интернет-магазин, предоставляющий широкий выбор стильной одежды, обуви и аксессуаров для женщин, мужчин и детей. </p>
                <p>
                Наши предложения обеспечивают возможность создать неповторимый образ, не выходя из дома,
                выбирая из более чем 500 оригинальных мировых брендов.
                Мы гордимся тем, что предлагаем вам доступ к премиальным брендам, 
                таким как VAR404, Tommy Hilfiger, Guess, Karl Lagerfeld, DKNY, а также спортивным гигантам, включая adidas, Nike, Puma, Champion. 
                </p>
                <p>В нашем ассортименте вы также найдете популярные бренды lifestyle, такие как United colors of Benetton и Sisley.</p>
                <p>
                Что бы вы ни искали, будь то стильные платья, модные джинсы, удобные толстовки, леггинсы или тёплые куртки на зиму – VAR404 
                приглашает вас в увлекательный мир моды, где каждая категория предлагает все необходимое для вашего стильного образа. 
                Покупайте с удовольствием и создавайте свой неповторимый стиль с VAR404!
                </p>
                </p>
                
            </div>
        </>
    );
}

export default About;
